Repository: nvdaaddons/MSEdgeDiscardAnnouncements
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, es, fr, pt_br, pt_pt, ro, ru

source: &Configure MSEdge notifications
bg: &Настройка на известията в Microsoft Edge
es: &Configurar notificaciones de Microsoft Edge
fr: &Configurer les notifications de Microsoft Edge
pt_br: Configure as notificações do MSEdge
pt_pt: &Configurar as notificações do MSEdge
ro: &Configurează notificările MSEdge
ru: &Настройка уведомлений Microsoft Edge

source: Donate via Paypal
bg: Дари чрез Paypal
es: Donar mediante Paypal
fr: Faire un don via Paypal
pt_br: Doação via Paypal
pt_pt: Doar via Paypal
ro: Donează prin Paypal
ru: Пожертвовать через Paypal

source: Donate via Yoomoney
bg: Дари чрез Yoomoney
es: Donar mediante Yoomoney
fr: Faire un don via Yoomoney
pt_br: Doação via Dinheiro
pt_pt: Doar através do Yoomoney
ro: Donează prin Yoomoney
ru: Пожертвовать через Yoomoney

source: Request for contributions to {name}
bg: Искане за принос към {name}
es: Solicitud de colaboración para {name}
fr: Demande de contributions pour {name}
pt_br: Solicitação de contribuições para {name}
pt_pt: Pedido de contribuições para {name}
ro: Solicitare de contribuții pentru {name}
ru: Запрос о внесении вклада в разработку {name}

source: {name} is a free add-on for NVDA. You can make a donation to its author to support further development of this and other free projects. Do you want to donate now? Choose one of the available payment methods. You will be redirected to the corresponding website to complete a donation
bg: {name} е безплатна добавка за NVDA. Можете да направите дарение на нейния разработчик, за да подкрепите по-нататъшното развитие на този и други безплатни проекти. Желаете ли да дарите сега? Изберете един от наличните методи за плащане. Ще бъдете пренасочени към съответния уеб сайт, за да завършите дарението.
es: {name} es un complemento gratuito para NVDA. Puedes donar al autor para apoyar el desarrollo de este y otros proyectos gratuitos. ¿Te gustaría donar ahora? Elige uno de los métodos de pago disponibles. Serás redirigido al sitio web correspondiente para completar la donación
fr: {name} est une extension gratuite pour NVDA. Vous pouvez faire un don à l'auteur pour soutenir le développement de ce projets et d'autres projets gratuits. Souhaitez-vous faire un don maintenant ? Choisissez l'un des méthodes de paiement disponibles. Vous serez redirigé vers le site Web correspondant pour terminer le don
pt_br: {name} é um complemento gratuito para o NVDA. Você pode fazer uma doação ao seu autor para apoiar o desenvolvimento deste e de outros projetos gratuitos. Deseja fazer uma doação agora? Escolha um dos métodos de pagamento disponíveis. Você será redirecionado para o site correspondente para concluir a doação
pt_pt: {name} é um extra gratuito para o NVDA. Pode fazer um donativo ao seu autor para apoiar o desenvolvimento deste e de outros projectos gratuitos. Quer fazer um donativo agora? Escolha um dos métodos de pagamento disponíveis. Será redireccionado para o sítio Web correspondente para concluir o donativo
ro: {name} is a free add-on for NVDA. Poți face o donație dezvoltatorului acestuia pentru a sprijini dezvoltarea în continuare a acestui supliment și a altor proiecte gratuite. Vrei să donezi acum? Alege una dintre metodele de plată disponibile și vei fi redirecționat pe site-ul aferent acesteia, unde poți face donația
ru: {name} это бесплатное дополнение для NVDA. Вы Можете сделать пожертвование разработчику, чтобы поддержать дальнейшее развитие этого и других бесплатных проектов. Хотите пожертвовать сейчас? Выберите один из доступных способов оплаты. Вы будете перенаправлены на соответствующий веб-сайт, чтобы завершить пожертвование

source: Announce loading of pages
bg: Съобщавай зареждането на страници
es: Anunciar carga de páginas
fr: Annoncer le chargement des pages
pt_br: Anunciar o carregamento de páginas
pt_pt: Anunciar o carregamento de páginas
ro: Anunță încărcarea paginilor
ru: Сообщать о загрузке страниц

source: Announce page refresh
bg: Съобщавай опресняването на страницата
es: Anunciar refresco de página
fr: Annoncer le rafraîchissement de la page
pt_br: Anunciar a atualização da página
pt_pt: Anunciar a atualização da página
ro: Anunță reîmprospătarea paginilor
ru: Сообщать об обновлении страницы

source: Announce closing of tab
bg: Съобщавай затварянето на раздел
es: Anunciar cierre de pestaña
fr: Annoncer la fermeture de l'onglet
pt_br: Anuncie o fechamento da guia
pt_pt: Anunciar o fecho do separador
ro: Anunță închiderea filei
ru: Сообщать о закрытии вкладки

source: Announce Opening of new tab
bg: Съобщавай отварянето на нов раздел
es: Anunciar la apertura de una nueva pestaña
fr: Annoncer l'ouverture d'un nouvel onglet
pt_br: Anunciar a abertura de uma nova guia
pt_pt: Anunciar a abertura de um novo separador
ro: Anunță deschiderea unei file noi
ru: Сообщать об открытии новой вкладки

source: Announce window opening
bg: Съобщавай отварянето на нов прозорец
es: Anunciar apertura de ventana
fr: Annoncer l'ouverture de la fenêtre
pt_br: Anuncie a abertura da janela
pt_pt: Anunciar a abertura da janela
ro: Anunță deschiderea ferestrei
ru: Сообщать об открытии нового окна

source: Announce opening of inprivate window
bg: Съобщавай отварянето на прозорец за InPrivate (поверително сърфиране)
es: Anunciar apertura de ventana InPrivate
fr: Annoncer l'ouverture de la fenêtre Inprivate
pt_br: Anuncie a abertura da janela privada
pt_pt: Anunciar a abertura de uma janela privada
ro: Anunță deschiderea unei ferestre incognito
ru: Сообщать об открытии окна InPrivate (конфиденциального просмотра)

source: Announce starting file download
bg: Съобщавай началото на изтегляне на файл
es: Anunciar inicio de descarga de archivo
fr: Annoncer le démarrage du téléchargement du fichier
pt_br: Anunciar o início do download do arquivo
pt_pt: Anunciar o início da transferência de ficheiros
ro: Anunță începutul descărcării fișierului
ru: Сообщать о начале загрузки файла

source: Announce download completion
bg: Съобщавай завършването на изтеглянето
es: Anunciar descarga completada
fr: Annoncer le téléchargement terminé
pt_br: Anunciar a conclusão do download
pt_pt: Anunciar a conclusão da transferência
ro: Anunță când descărcarea e gata
ru: Сообщать о завершении загрузки

source: Announce navigating back
bg: Съобщавай връщането назад
es: Anunciar navegación hacia atrás
fr: Annoncer la navigation en arrière
pt_br: Anunciar a navegação de volta
pt_pt: Anunciar a navegação para trás
ro: Anunță navigarea înapoi
ru: Сообщать о переходе на предыдущую страницу

source: Announce navigating forward
bg: Съобщавай преминаването напред
es: Anunciar navegación hacia adelante
fr: Annoncer la navigation en avant
pt_br: Anuncie a navegação para frente
pt_pt: Anunciar a navegação para a frente
ro: Anunță navigarea înainte
ru: Сообщать о переходе на следующую страницу

source: Announce if there is no previous page to navigate
bg: Съобщавай невъзможността за връщане назад
es: Anunciar que no hay página anterior a la que navegar
fr: Annoncer s'il n'y a pas de page précédente pour naviguer
pt_br: Anunciar se não houver uma página anterior para navegar
pt_pt: Anunciar se não existe uma página anterior para navegar
ro: Anunță dacă nu există o pagină anterioară la care să se navigheze
ru: Сообщать об отсутствии предыдущей страницы

source: Announce if there is no next page to navigate
bg: Съобщавай невъзможността за преминаване напред
es: Anunciar que no hay página siguiente a la que navegar
fr: Annoncer s'il n'y a pas de page suivante pour naviguer
pt_br: Anuncie se não houver uma próxima página para navegar
pt_pt: Anunciar se não existe uma página seguinte para navegar
ro: Anunță dacă nu există o pagină următoare la care să se navigheze
ru: Сообщать об отсутствии следующей страницы

source: Announce removing toolbar buttons
bg: Съобщавай премахването на бутони от лентата с инструменти
es: Anunciar eliminación de botones de la barra de herramientas
fr: Annoncer la suppression des boutons de la barre d'outils
pt_br: Anunciar a remoção de botões da barra de ferramentas
pt_pt: Anunciar a remoção de botões da barra de ferramentas
ro: Anunță eliminarea butoanelor barei de unelte
ru: Сообщать об удалении кнопок с панели инструментов

source: Announce of search mode
bg: Съобщавай режима на търсене
es: Anunciar modo de búsqueda
fr: Annoncer le mode de recherche
pt_br: Anúncio do modo de pesquisa
pt_pt: Anúncio do modo de pesquisa
ro: Anunță modul de căutare
ru: Сообщать режим поиска

source: Announce availability of search mode
bg: Съобщавай наличието на режим за търсене
es: Anunciar disponibilidad del modo de búsqueda
fr: Annoncer la disponibilité du mode de recherche
pt_br: Anuncie a disponibilidade do modo de pesquisa
pt_pt: Anunciar a disponibilidade do modo de pesquisa
ro: Anunță disponibilitatea modului de căutare
ru: Сообщать о наличии режима поиска

source: Announce appearing of notifications
bg: Съобщавай появата на известия
es: Anunciar la aparición de notificaciones
fr: Annoncer l'apparition des notifications
pt_br: Anunciar o aparecimento de notificações
pt_pt: Anunciar o aparecimento de notificações
ro: Anunță apariția notificărilor
ru: Сообщать о появлении уведомлений

source: Announce indeterminate progress state of current download
bg: Съобщавай неопределеното състояние на напредъка на текущото изтегляне
es: Anunciar estado de progreso indeterminado de la descarga actual
fr: Annoncer l'état de progression indéterminée du téléchargement actuel
pt_br: Anuncie o estado de progresso indeterminado do download atual
pt_pt: Anunciar o estado de progresso indeterminado do descarregamento atual
ro: Anunță starea nedeterminată a progresului descărcării curente
ru: Сообщать о неопределённом состоянии хода текущей загрузки

source: Announce autofil suggestions
bg: Съобщавай предложенията за автоматично попълване
es: Anunciar sugerencias de autocompletado
fr: Annoncer des suggestions d'autocomplétion
pt_br: Anunciar sugestões de filtragem automática
pt_pt: Anunciar sugestões de filtragem automática
ro: Anunță sugestiile de autocompletare
ru: Сообщать о предложениях автозаполнения

source: Announce filling of autofill suggestions
bg: Съобщавай попълване на предложения от автоматично попълване
es: Anunciar relleno con las sugerencias de autocompletado
fr: Annoncer le remplissage des suggestions d'autocomplétion
pt_br: Anuncie o preenchimento de sugestões de preenchimento automático
pt_pt: Anunciar o preenchimento de sugestões de preenchimento automático
ro: Anunță completarea sugestiilor de autocompletare
ru: Сообщать о заполнении предложений автозаполнения

source: Announce Closing popups like hiding suggestions of autofill
bg: Съобщавай затварянето на изскачащи прозорци (напр. скриване на предложения за автоматично попълване)
es: Anunciar el cierre de elementos emergentes, como al ocultar las sugerencias de autocompletado
fr: Annoncer la fermeture des éléments émergents, tels que cacher des suggestions d'autocomplétion
pt_br: Anunciar o fechamento de pop-ups, como ocultar sugestões de preenchimento automático
pt_pt: Anunciar popups de fecho como a ocultação de sugestões de preenchimento automático
ro: Anunță închiderea ferestrelor de tip pop-up precum cea a sugestiilor ascunse de autocompletare
ru: Сообщать о закрытии всплывающих окон (например, скрыть предложения автозаполнения)

source: Announce hiding autofill suggestions
bg: Съобщавай скриването на предложения за автоматично попълване
es: Anunciar que se ocultan las sugerencias de autocompletado
fr: Annoncer que les suggestions d'autocomplétion sont cachées
pt_br: Anunciar a ocultação de sugestões de preenchimento automático
pt_pt: Anunciar a ocultação de sugestões de preenchimento automático
ro: Anunță ascunderea sugestiilor de autocompletare
ru: Сообщать о скрытии предложения для автозаполнения

source: Announce microsoft edge update availability
bg: Съобщавай наличността на актуализация за Microsoft Edge
es: Anunciar disponibilidad de actualización de Microsoft Edge
fr: Annoncer la disponibilité de la mise à jour de Microsoft Edge
pt_br: Anunciar a disponibilidade da atualização do Microsoft Edge
pt_pt: Anunciar a disponibilidade da atualização do microsoft edge
ro: Anunță disponibilitatea actualizărilor microsoft edge
ru: Сообщать о доступности обновления Microsoft edge

source: Announce zoom changes
bg: Съобщавай промените в мащаба
es: Anunciar cambios de zoom
fr: Annoncer les changements de zoom
pt_br: Anunciar alterações de zoom
pt_pt: Anunciar alterações de zoom
ro: Anunță schimbările de mărire
ru: Сообщать об изменениях масштаба

source: Show suggestions while typing in addressbar
bg: Показвай предложения при въвеждане в адресната лента
es: Mostrar sugerencias al escribir en la barra de direcciones
fr: Afficher les suggestions tout en tapant dans la barre d'adresse
pt_br: Mostrar sugestões ao digitar na barra de endereços
pt_pt: Mostrar sugestões enquanto escreve na barra de endereços
ro: Afișează sugestiile în timpul tastării în bara de adrese
ru: Показывать предложения при вводе в адресную строку

source: Microsoft Edge discard announcements
bg: Отхвърляне на съобщения в Microsoft Edge
pt_br: Anúncios de descarte do Microsoft Edge
pt_pt: Evitar Anúncios do Microsoft Edge
ru: Подавление объявлений Microsoft Edge (Microsoft Edge discard announcements)

source: Discards UIA announcements in Microsoft Edge such as page loading and refreshing, opening and closing tabs and windows.
bg: Отхвърля UIA съобщения в Microsoft Edge (напр. зареждане и опресняване на страници, отваряне и затваряне на раздели и прозорци).
es: Descarta anuncios UIA en Microsoft Edge tales como carga y refresco de páginas, apertura y cierre de pestañas y ventanas.
fr: Se débarrasser des annonces UIA dans Microsoft Edge telles que le chargement et rafraîchissement des pages, l'ouverture et fermeture des onglets et des fenêtres.
pt_br: Descarta anúncios de UIA no Microsoft Edge, como carregamento e atualização de páginas, abertura e fechamento de guias e janelas.
pt_pt: Evitar anúncios UIA no Microsoft Edge, como carregamento e atualização de páginas, abertura e fecho de separadores e janelas.
ro: Dezactivează anunțurile UIA din Microsoft Edge, cum ar fi cele referitoare la încărcarea și reîmprospătarea paginii, dar și la deschiderea și închiderea filelor și a ferestrelor.
ru: Подавляет сообщения UIA в Microsoft Edge (например, загрузка и обновление страниц, Открытие и закрытие вкладок и окон).
